/* Action name for make a new page. */
"Add Canvas" = "添加版面";

/* Action name for adding a column to a table. */
"Add Column" = "添加栏";

/* Action name for creating a new item in the outline view. */
"Add Item" = "添加项目";

/* Action name for adding a new layer. */
"Add Layer" = "添加图层";

/* Action name for adding a magnet. */
"Add Magnet" = "添加磁化物";

/* Action name for make a new master page. */
"Add Master Canvas" = "添加主版面";

/* Action name for adding a row to a table. */
"Add Row" = "添加行";

/* Action name for adding a new shared layer. */
"Add Shared Layer" = "添加共享图层";

/* Action name for align columns. */
"Align Column" = "对齐栏";

/* Action name for aligning the selected graphics to the grid (inspector action).
   Action name for aligning the selected graphics to the grid (menu action). */
"Align Objects to Grid" = "将对象对齐网格";

/* Action name for align rows. */
"Align Row" = "对齐行";

/* Action name for alignment. */
"Alignment" = "对齐";

/* Action name for allowing/refusing connections. */
"Allow Connections" = "允许连接";

/* Action name for allowing shapes to become labels. */
"Allow Shape Labels" = "允许形状标签";

/* Action name for applying new outline style. */
"Apply Style" = "应用样式";

/* Action name for changing orthogonal line bar. */
"Bar Adjustment" = "调整条栏";

/* Action name for bring forward. */
"Bring Forward" = "前移";

/* Action name for bring to front. */
"Bring To Front" = "移到最前";

/* Action name for using the style brush. */
"Brush" = "笔刷";

/* Action name for changing whether the canvas is an integral number of pieces of paper wide and high. */
"Canvas fits Paper" = "使版面适合纸张";

/* Action name for setting the canvas origin. */
"Change Origin" = "更改原点";

/* Action name for clearing images. */
"Clear Image" = "清除图像";

/* Action name for collapsing subgraphs. */
"Collapse" = "收合";

/* Action name for converting color profiles. */
"Color Conversion" = "颜色转换";

/* Action name for assigning color profiles. */
"Color Profile Assignment" = "颜色描述文件分配";

/* Action name for newly created shapes. */
"Create" = "创建";

/* Action name for cut. */
"Cut" = "剪切";

/* Action name for deleting graphics. */
"Delete" = "删除";

/* Action name for deleting a page. */
"Delete Canvas" = "删除版面";

/* Action name for deleting a graphic or graphics. */
"Delete Graphic" = "删除图形";

/* Action name for deleting a layer or layers.
   Action name for deleting a layer. */
"Delete Layer" = "删除图层";

/* Action name for deleting a magnet. */
"Delete Magnet" = "删除磁化物";

/* Action name for deleting magnets. */
"Delete Magnets" = "删除磁化物";

/* Action name for deleting a master canvas. */
"Delete Master Canvas" = "删除主版面";

/* Action name for deleting knobs / control points. */
"Delete Point" = "删除点";

/* Action name for deleting a layer. */
"Delete Shared Layer" = "删除共享图层";

/* Action name for turning off kerning */
"Disable Kerning" = "停用字距调整";

/* Action name for allowing/refusing connections. */
"Disallow Connections" = "不允许连接";

/* Action name for disallowing shapes to become labels. */
"Disallow Shape Labels" = "不允许形状标签";

/* Action name for changing distance guide enabled. */
"Distance Guide Change" = "距离参考线更改";

/* Action name for distributing columns.
   Action name for distributing rows. */
"Distribute" = "分布";

/* Action name for dropping in a graphic. */
"Dropped Graphic" = "页底图形";

/* Action name for dropping in an image. */
"Dropped Image" = "页底图像";

/* Action name for dropping in multiple images. */
"Dropped Images" = "页底图像";

/* Action name for dropping in a link.
   Action name for dragging in a link. */
"Dropped Link" = "页底链接";

/* Action name for dropping in some text. */
"Dropped Text" = "页底文字";

/* Action name for duplicating a page. */
"Duplicate Canvas" = "复制版面";

/* Action name for duplicating layers. */
"Duplicate Layer" = "复制图层";

/* Action name for setting character spacing to kerned */
"Enable Kerning" = "启用字距调整";

/* Action name for collapsing subgraphs. */
"Expand" = "展开";

/* Action name for flipping shapes and group. */
"Flip" = "翻转";

/* Action name for setting the grid alignment to edges or centers (inspector action). */
"Grid Alignment" = "网格对齐";

/* Action name for aligning centers to the gird. */
"Grid Centers" = "网格居中";

/* Action name for showing the grid in front/back.
   Action name for whether the grid prints or not. */
"Grid Change" = "网格更改";

/* Action name for grouping. */
"Group" = "群组";

/* Action name for making a subgraph. */
"Group as Subgraph" = "组合为子图表群组";

/* Action name for whether to connect to a group or it's components. */
"Group Connection Behavior" = "群组连接行为";

/* Action name for changing guide lock. */
"Guide Locking" = "参考线锁定";

/* Action name for changing guide visibility. */
"Guide Visibility" = "显示参考线";

/* Action name for changing how images are drawn using the inspector. */
"Image Drawing Change" = "图像绘图更改";

/* Action name for changing whether image is an alias or embedded. */
"Image Embed" = "图像嵌入";

/* Action name for changing how images are offset using the inspector. */
"Image Offset" = "图像偏移量";

/* Action name for indenting some cells in the outline. */
"Indent" = "缩进";

/* shape action */
"Intersection" = "相交";

/* Action name for adding a label. */
"Label" = "标签";

/* Action name for changing a layer attribute. */
"Layer Change" = "图层更改";

/* Action name for automatic layout. */
"Layout" = "布局";

/* Action name for setting the line end scale. */
"Line End Scale" = "线条结尾比例";

/* Action name for changing line hop type. */
"Line Hop Type" = "线条穿越类型";

/* Action name for changing link visibility. */
"Link Visibility" = "显示链接";

/* Action name for lock. */
"Lock" = "锁定";

/* Action name for Loosen Kerning. */
"Loosen Kerning" = "松散字距";

/* Action name for changing magnet positions. */
"Magnet Change" = "磁化物更改";

/* Action name for changing magnet visibility. */
"Magnet Visibility" = "显示磁化物";

/* Action name for show/hide major grid. */
"Major Grid Change" = "主网格更改";

/* Action name for changing the major grid spacing. */
"Major Grid Spacing" = "主网格间距";

/* Action name for converting bezier or polygon graphic to shaped graphic. */
"Make Custom" = "设为自定";

/* Action name for converting shaped graphic to bezier or polygon graphic. */
"Make Editable" = "设为可编辑";

/* Action name for natural size. */
"Make Natural Size" = "制作普通大小";

/* Action name for make same height. */
"Make Same Height" = "制作相同高度";

/* Action name for make same size. */
"Make Same Size" = "制作相同大小";

/* Action name for make same width. */
"Make Same Width" = "制作相同宽度";

/* Action name for making tables. */
"Make Table" = "制作表格";

/* Action name Margin Change. */
"Margin Change" = "空白更改";

/* Action name for merging a layer. */
"Merge Layer" = "合并图层";

/* Action name for moves. */
"Move" = "移动";

/* Action name for moving a layer. */
"Move Layer" = "移动图层";

/* Action name for moving a magnet. */
"Move Magnet" = "移动磁化物";

/* Action name for moving graphics to a layer. */
"Move to Layer" = "移到图层";

/* Action name for make a new layer. */
"New Layer" = "新建图层";

/* Action name for changing note visibility. */
"Note Visibility" = "显示附注";

/* Action name for nudge keyboard commands. */
"Nudge" = "轻推";

/* Action name for setting image opacity. */
"Opacity" = "不透明度";

/* Action name for label orientation.
   Action name for changing the page orientation. */
"Orientation" = "打印方向";

/* Action name for changing origin visibility. */
"Origin Visibility" = "显示原点";

/* Action name for un-indenting some cells in the outline. */
"Outdent" = "减少缩进";

/* Action name for changing page break visibility. */
"Page Break Visibility" = "显示分页符号";

/* Action name for printing on one page. */
"Page Printing" = "页面打印";

/* Action name for changing print info. */
"Page Setup" = "页面设置";

/* Action name for paste. */
"Paste" = "粘贴";

/* Action name for changing font. */
"Paste Font" = "粘贴字体";

/* Action name for pasting magnets. */
"Paste Magnets" = "粘贴磁化物";

/* Action name for pasting styles. */
"Paste Style" = "粘贴样式";

/* Action name for adding knobs. */
"Point" = "点";

/* Action name for removing links. */
"Remove Action" = "移去动作";

/* Action name for removing a column from a table. */
"Remove Column" = "移去栏";

/* Action name for clearing dependency with the master canvas. */
"Remove Master Dependency" = "移去主附属物";

/* Action name for removing extra points. */
"Remove Points" = "移去点";

/* Action name for removing a row from a table. */
"Remove Row" = "移去行";

/* Action name for text replacement. */
"Replace" = "替换";

/* Action name for text replacement. */
"Replace All" = "全部替换";

/* Action name for reshaping lines. */
"Reshape" = "调整形状";

/* Action name for resizes. */
"Resize" = "调整大小";

/* Action name for resizing the canvas. */
"Resize Canvas" = "调整版面大小";

/* Action name for reversing the blends. */
"Reverse Blend" = "颠倒混合";

/* Action name for reversing. */
"Reverse Line" = "颠倒线条";

/* Action name for rotating shapes and group. */
"Rotation" = "旋转";

/* Action name for ruler units change. */
"Ruler Units" = "标尺单位";

/* Action name for scale string change. */
"Scale" = "缩放";

/* Action name for send backward. */
"Send Backward" = "后移";

/* Action name for send to back. */
"Send To Back" = "移到最后";

/* Action name for setting whether or not a graphic allows any types of connections. */
"Set Allows Connections" = "设置允许链接";

/* Action name for setting the center of the blend. */
"Set Blend Center" = "设置混合中央";

/* Action name for setting the second blend color. */
"Set Blend Color" = "设置混合颜色";

/* Action name for setting the blend fraction. */
"Set Blend Fraction" = "设置混合部分";

/* Action name for setting the rotation of the blend. */
"Set Blend Rotation" = "设置混合旋转";

/* Action name for numerically setting bounds. */
"Set Bounds" = "设置边界";

/* Action name for setting character spacing. */
"Set Character Spacing" = "设置字符间距";

/* Action name for setting the corner radius. */
"Set Corner Radius" = "设置转角半径";

/* Action name for setting the fill. */
"Set Fill" = "设置填充";

/* Action name for set fill color.
   Action name for setting fill color. */
"Set Fill Color" = "设置填充颜色";

/* Action name for setting the fill type. */
"Set Fill Type" = "设置填充类型";

/* Action name for changing font. */
"Set Font" = "设置字体";

/* Action name for setting images. */
"Set Image" = "设置图像";

/* Action name for setting inter-line spacing. */
"Set Inter-Line Spacing" = "设置行间距";

/* Action name for setting links. */
"Set Jump" = "设置跳动";

/* Action name for setting label offsets. */
"Set Label Offset" = "设置标签偏移量";

/* Action name for setting label positions. */
"Set Label Position" = "设置标签位置";

/* Action name for setting links. */
"Set Layers" = "设置图层";

/* Action name for setting lines. */
"Set Line" = "设置线条";

/* Action name for set line pattern. */
"Set Line Dash Pattern" = "设置线条虚线图案";

/* Action name for setting line ends. */
"Set Line End" = "设置线条结尾";

/* Action name for set line width. */
"Set Line Width" = "设置线条宽度";

/* Action name for setting lines to always draw at least a single screen pixel wide. */
"Set Lines to Draw at Least 1 Pixel Wide" = "设置绘图时线条的宽度至少需为 1 个像素";

/* Action name for setting lines to not always draw at least a single screen pixel wide. */
"Set Lines to Draw Thinner Than 1 Pixel If Needed" = "必要的话，请设置绘图时线条的细度减少 1 个像素";

/* Action name for setting links. */
"Set Link" = "设置链接";

/* Action name for setting the middle blend color. */
"Set Middle Blend Color" = "设置中间混合颜色";

/* Action name for setting notes. */
"Set Note" = "设置附注";

/* Action name for changing the text outline. */
"Set Outline" = "设置大纲";

/* Action name for setting links. */
"Set Script" = "设置脚本";

/* Action name for set shadow color. */
"Set Shadow Color" = "设置阴影颜色";

/* Action name for setting shapes. */
"Set Shape" = "设置形状";

/* Action name for setting text padding. */
"Set Side Padding" = "设置侧边空白";

/* Action name for setting stroke color.
   Action name for setting whether stroke draws. */
"Set Stroke Color" = "设置笔划颜色";

/* Action name for set line join style. */
"Set Stroke Corner Style" = "设置描边角点样式";

/* Action name for set line cap style. */
"Set Stroke End Style" = "设置描边端点样式";

/* Action name for setting styles. */
"Set Style" = "设置样式";

/* Action name for setting text placement. */
"Set Text Alignment" = "设置文字对齐";

/* Action name for setting text autosizing. */
"Set Text Autosizing" = "设置文字自动调整大小";

/* Action name for setting text color. */
"Set Text Color" = "设置文字颜色";

/* Action name for setting text placement. */
"Set Text Placement" = "设置文字位置";

/* Action name for setting text wrapping. */
"Set Text Wrapping" = "设置文字绕排";

/* Action name for setting text padding. */
"Set Top/Bottom Padding" = "设置顶部/底部空白";

/* Action name for changing the underline. */
"Set Underline" = "设置底线";

/* Action name for setting the shadow. */
"Shadow" = "阴影";

/* Action name for changing the shadow level. */
"Shadow Below" = "阴影在下";

/* Action name for changing the shadow fuzziness. */
"Shadow Fuzziness" = "阴影模糊度";

/* Action name for changing the shadow vector. */
"Shadow Vector" = "阴影向量";

/* Action name for showing the grid. */
"Show Grid Change" = "显示网格更改";

/* Action name for resizing the selected graphics to fit the grid (inspector action).
   Action name for resizing the selected graphics to fit the grid (menu action). */
"Size Objects to Grid" = "依网格调整对象大小";

/* Action name for Size to Fit. */
"Size to Fit" = "调整大小以适合";

/* Action name for image size. */
"Size to Fit Image" = "调整大小以符合图像";

/* Action name for changing guides enabled. */
"Smart Guide Change" = "智能参考线更改";

/* Action name for snapping to the grid. */
"Snap To Grid Change" = "贴紧网格更改";

/* Action name for spacing columns.
   Action name for spacing rows. */
"Spacing" = "间距";

/* Action name for rubber stamping. */
"Stamp" = "戳记";

/* Action name for setting the stroke. */
"Stroke" = "笔划";

/* shape action */
"Subtraction" = "减少";

/* Action name for setting text position. */
"Text Position" = "文字位置";

/* Action name for setting text rotation. */
"Text Rotation" = "文字旋转";

/* Action name for Tighten Kerning. */
"Tighten Kerning" = "紧缩字距";

/* Action name for Turn Off Kerning. */
"Turn Off Kerning" = "关闭字距调整";

/* Action name for ungrouping. */
"Ungroup" = "解散群组";

/* shape action */
"Union" = "结合";

/* Action name for unlock. */
"Unlock" = "解锁";

/* Action name Use Entire Page. */
"Use Entire Page" = "使用整个页面";

/* Action name for Use Standard Kerning. */
"Use Standard Kerning" = "使用标准字距调整";

